{
  "intro": "Brunel’s Network is a visual representation of the network of people involved in the conception and creation of the revolutionary 19th century ships Great Western, Great Britain and Great Eastern, which each centred on Isambard Kingdom Brunel.",
  "introParaOne": "These vessels were of major global significance. The Great Western [built 1836-7, launched 1838] was the first purpose-built steamship to cross the Atlantic on engine power alone. It shortened the Atlantic crossing from Britain to North America from 5-6 weeks to 14 days, proving the concept of mechanised ocean sailing. The Great Britain [built 1839-43, launched 1845] was the first ocean-going ship built of iron, and the first to use a propeller for motive force. It is the prototype of the modern ship, having revolutionised both materials science and marine propulsion in one step. The Great Eastern [built 1854-9, launched 1860] was the largest ship in the world until its dimensions were surpassed in the early 20th century. It included major innovations in naval architecture but was a commercial and mechanical failure in the passenger trade. It was sufficiently massive, however, to carry and lay the first working, continuous length of telegraph cable from Europe to North America [1865], and spent several years laying the first electronic international communications system.",
  "introParaTwo": "This project seeks to evaluate the relationships between, and contributions made by the individuals involved in creating these vessels. It helps us to understand communities of innovation in the Victorian era, and how they coalesced to create advances in both technology and global interconnection.",
  "methodHeader": "Method",
  "methodParaOne": "The imagery in Brunel’s network is made up of nodes (people) and edges (links between them). The nodes are all the individuals mentioned in contemporary documents detailing the planning, financing and construction of the vessels. Edges represent links between two (or more) individuals that are revealed in contemporary sources. Within the imagery, the thickness of edges is determined by the number of documents demonstrating personal or professional connection between nodes. The size of a given node represents the significance of that persons input to the project, and is derived from contextual evidence in the contemporary documents.",
  "methodParaTwo": "Brunel’s Network is not based in machine learning or the machine reading of standardised source material in order to track historical connections. The project is an attempt gather, cohere and visually represent the role of connected historical agents in given historical outcomes, which has been achieved by creating a data model for archival reading and research. This model required an initial collection of a small aggregate of data, until patterns of job roles, technical input and connectivity began to be revealed in sources. These patterns, which often had great subtlety, then had to be recorded quantitatively, in a baseline data model, so that a framework for logging information consistently could be achieved. For example, if an individual was without title in any document, but forwarded or supported a motion at a shareholders meeting, a nominal score was assigned which assumes the individual held shares. If an individual proved to be a conduit to another individual whose technical or commercial advice was adopted in the given vessel, not only did the individual providing advice achieve a score, but the individuals introducing them to the project gained a nominal 'conduit' score. Roles with the greatest responsibility, such as structural or mechanical design and build work, received the highest nominal scores. The size of a given node is thus the aggregate score of the input which all documentary sources reveal for that individual. This model helped to contextualise, and visually represent, the information held in hugely diverse sources, from standardised letter books, to the minutes of civic or commercial enterprises, to hand-written notes of a single sentence or question, passed along docksides between engineers and their workshops.",
  "sourcesHeader": "Sources",
  "sourcesParaOne": "Every node and every edge in Brunel's Network is derived from contemporary sources. The baseline network was derived from material held in the Brunel Institute. The correspondence volumes of IK Brunel reveal a core network of individuals involved in each project. Many of those individuals have also had their own correspondence and professional archives preserved, in sites around the UK, providing a second set of material. Many individuals did not have personal correspondence extant, but were members of external groups and organisations, whose documents can contextualise their working lives, investments and relationships, providing a third set of material. So far, a fourth area of research is largely missing – being the details of physical builders and craftsmen, and minor shareholders, whose lives are unlikely to be publicly documented or collected. In order to further populate the network, the project asks that any information from private and public archives relating to these vessels be considered for submission and analysis. There is a ‘recommend’ source tab that will allow readers and archivists to do so.",
  "sourcesParaTwo": "Not only are the sources in the project highly varied, and taken from archives across the United Kingdom, different sources are also used in different ways to help build and assess the network. For example, sources that detail nodes and edges may not be the same. Nodes may have come from a printed list of proprietors for the given vessel, or a contract for building work on that vessel. Such documents would not necessarily reveal any links between the proprietors and builders. The connections, or edges, between individuals might however be revealed in city council minutes or the board meeting of another company that reveal an ongoing and pre-existing relationship between the nodes. In many cases, both node and edge are revealed in the same document, for example correspondence about the given ship. By using highly variegated sources that give the context of individual connection both within and without a project, the analysis examines the ways in which various communities collaborated, shared, closed or opened participation in breakthrough events, and weighs both the input and approach of those involved. From a historical perspective, such an approach to these vessels - analysing an outcome as a product of its interactions and inputs - has generated significant new findings, whilst allowing extensive and diverse archival information to be represented in a meaningful way for academic and public consumption."
}
