{
  "intro": "Brunel's Network is a visual representation of the network of people involved in the conception and creation of the revolutionary 19th century ships Great Western, Great Britain and Great Eastern, which each centred on Isambard Kingdom Brunel.",
  "introBody": "These vessels were of major global significance.  The Great Western [built 1836-7, launched 1838] was the first purpose-built steamship to cross the Atlantic on engine power alone.  It shortened the Atlantic crossing from Britain to North America from 5-6 weeks to 14 days, and proved the concept of mechanised ocean sailing. The Great Britain [built 1839-43, launched 1845] was the first ocean-going ship built of iron, and the first to use a propeller for motive force.  It is the prototype of the modern ship, having revolutionised both materials science and marine propulsion in one step.The Great Eastern [built 1854-9, launched 1860] was the largest ship in the world until its dimensions were surpassed in the early 20th century.  It included major innovations in naval architecture but was a commercial and mechanical failure in the passenger trade.  It was sufficiently massive, however, to carry and lay the first working, continuous length of telegraph cable from Europe to North America [1865], and spent several years laying the first electronic international communications system. This project seeks to evaluate the relationships between, and contributions made by the individuals involved in creating these vessels. It helps us to understand communities of innovation in the Victorian era, and how they coalesced to create advances in both technology and global interconnection.",
  "methodHeader": "Method",
  "body": "The imagery in Brunel’s network is made up of nodes (people) and edges (links between them).  The nodes are all individuals given in contemporary documents detailing the planning, financing and construction of the vessels.  The edges represent links between two (or more) individuals that are clearly revealed in documentary sources. Sources that reveal nodes and edges may not be the same.  For example, nodes may be taken from a printed list of proprietors of the given vessel, or a contract for building work on the vessel.  Such documents would not necessarily reveal any links between the proprietors and builders.  The connections, or edges, between individuals may however be revealed in city council minutes that reveal an ongoing and pre-existing relationship between the nodes involved in various parts of the vessel.  In many cases, both node and edge are revealed in the same document, for examine correspondence about the given ship. In the network imagery, the thickness of the edges is determined by the number of documents demonstrating personal or professional connection between individuals.  The size of a given node represents the significance of that individuals input to the project, and is derived from contextual evidence contemporary sources.  These sources reveal multiple roles and levels of input, each given a numerical score once a large sample of individuals begins to accumulate. Scores are based on explicit evidence, such as the adoption of an engineering suggestion by the node, or acknowledgement for a building process, supply of material, or investment.  'Conduit' scores are also allocated when a node provides a connection to another node who proves valuable to the project.  The ultimate size of the node is determined by the aggregate score allocated from all documentary evidence"
}
