{
    "intro": "This site offers a previously unseen view into the connections between Isambard Kingdom Brunel and those involved in the financing, construction and development of the three great steam ships, the SS Great Western, SS Great Britain and the SS Great Eastern.",
    "description": "Each circle (node) on this page represents an individual entity, whether it be a person or a company. Connections have been made between people and companies involved in the construction on the ships through research into the correspondence between these individuals. Each line (edge) between the nodes shows that correspondence exists between these nodes.",
    "HOWTO-drag": "In the social network graph engineering and commercial nodes are easily distinguished by colour, grey for engineering and red for commercial nodes. Each node can be moved and you can drag the nodes around to create a layout that works for your analysis.",
    "HOWTO-click": "Clicking on each node opens a small popup window that gives a short summary of that node including their biography, the number of connections they have with other nodes and the sources in which these connections were found. Clicking read more will open a window with a more detailed biography and an image showing the person that this node represents.",
    "HOWTO-save": "You can save an image of your network under the analysis panel, first click the analysis button at the bottom right of the screen and then click save as image.",
    "HOWTO-filter": "Filter the nodes by commerical or engineering roles by clicking on the button on the left and right of the screen. Filters can also be applied using the buttons under the analysis panel.",
    "HOWTO-simulation": "Change the simulation type by clicking on the simulation butting saying Type: Gravity at the bottom left of the screen. This allows toggling between gravitational simulation type and a structured simulation type. The gravitational simulation larger nodes towards the centre of the screen with smaller nodes further out. The structured simulation fixes in place nodes that had large contributions to the building of each ship and places commercial and engineering nodes on the left and right of the screen respectively. "
}
